// © Copyright 2010, 2015 HP Development Company, L.P.

HSDTaskName = "Testipaperin syöttö";

TransferingProcessTitle = "Alustetaan…";
PrintingProcessTitle = "Tulostetaan…";

HSDTaskDescription = "Paperin syötön testaus tulostaa 20 tyhjää paperia, tyhjennä tulostustaso ja varmista, että syöttötasolla on riittävästi paperia.\n\nTesti voidaan lopettaa milloin tahansa painamalla Peruuta-painiketta laitteen ohjauspaineelissa.";
HSDOptionsTitle = "Valitse seuraavat valinnat:";
HSDTrayTitle = "Alusta:";
HSDTrayMatrixTitle1 = "Alusta 1";
HSDTrayMatrixTitle2 = "Alusta 2";
HSDCheckBoxTitle = "Kaksipuolisuus";
HSDTestButton = "Testaa";